Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.accept_terms.item2.message
source: I understand that Gem is not a bank or exchange, and using it for illegal purposes is strictly prohibited.
ar: أتفهم أن Gem ليس بنكًا أو بورصة، واستخدامه لأغراض غير قانونية محظور تمامًا.
bn: আমি বুঝতে পারছি যে Gem কোনও ব্যাংক বা এক্সচেঞ্জ নয়, এবং অবৈধ উদ্দেশ্যে এটি ব্যবহার করা কঠোরভাবে নিষিদ্ধ।
cs: Chápu, že Gem není banka ani burza a jeho používání k nelegálním účelům je přísně zakázáno.
da: Jeg forstår, at Gem ikke er en bank eller børs, og at det er strengt forbudt at bruge den til ulovlige formål.
de: Mir ist bewusst, dass Gem weder eine Bank noch eine Börse ist und dass die Nutzung für illegale Zwecke strengstens untersagt ist.
es: Entiendo que Gem no es un banco ni un exchange y que su uso con fines ilegales está estrictamente prohibido.
fa: من متوجه هستم که Gem بانک یا صرافی نیست و استفاده از آن برای مقاصد غیرقانونی اکیداً ممنوع است.
fil: Naiintindihan ko na ang Gem ay hindi isang bangko o exchange, at ang paggamit nito para sa mga iligal na layunin ay mahigpit na ipinagbabawal.
fr: Je comprends que Gem n'est pas une banque ou une bourse et que son utilisation à des fins illégales est strictement interdite.
ha: Na fahimci cewa Gem ba banki ba ne ko musanya, kuma an haramta amfani da shi don dalilai na doka.
he: אני מבין ש-Gem אינו בנק או בורסה, והשימוש בו למטרות בלתי חוקיות אסור בהחלט.
hi: मैं समझता हूं कि Gem कोई बैंक या एक्सचेंज नहीं है, और इसका अवैध उद्देश्यों के लिए उपयोग करना सख्त वर्जित है।
id: Saya memahami bahwa Gem bukanlah bank atau bursa, dan menggunakannya untuk tujuan ilegal sangat dilarang.
it: Sono consapevole che Gem non è una banca o una borsa e che il suo utilizzo per scopi illegali è severamente proibito.
ja: Gemは銀行や取引所ではなく、違法目的での使用は禁止されていることを理解しています。
ko: Gem은 은행이나 거래소가 아니며, 불법적인 목적으로 사용하는 것은 엄격히 금지되어 있다는 것을 알고 있습니다.
ms: Saya faham bahawa Gem bukan bank atau bursa, dan menggunakannya untuk tujuan yang menyalahi undang-undang adalah dilarang sama sekali.
nl: Ik begrijp dat Gem geen bank of beurs is en dat het strikt verboden is om Gem voor illegale doeleinden te gebruiken.
pl: Rozumiem, że Gem nie jest bankiem ani giełdą i używanie go w celach niezgodnych z prawem jest surowo zabronione.
pt_br: Entendo que o Gem não é um banco nem uma bolsa de valores, e usá-lo para fins ilegais é estritamente proibido.
ro: Înțeleg că Gem nu este o bancă sau o bursă, iar utilizarea sa în scopuri ilegale este strict interzisă.
ru: Я понимаю, что Gem не является банком или биржей, и использование его в незаконных целях строго запрещено.
sw: Ninaelewa kuwa Gem si benki au ubadilishaji, na kuitumia kwa madhumuni yasiyo halali ni marufuku kabisa.
th: ฉันเข้าใจว่า Gem ไม่ใช่ธนาคารหรือศูนย์แลกเปลี่ยน และการใช้เพื่อวัตถุประสงค์ที่ผิดกฎหมายถือเป็นสิ่งต้องห้ามอย่างเด็ดขาด
tr: Gem'in bir banka veya borsa olmadığını ve yasa dışı amaçlarla kullanılmasının kesinlikle yasak olduğunu anlıyorum.
uk: Я розумію, що Gem не є банком чи біржею, і його використання в незаконних цілях суворо заборонено.
ur: میں سمجھتا ہوں کہ Gem ایک بینک یا ایکسچینج نہیں ہے، اور اسے غیر قانونی مقاصد کے لیے استعمال کرنا سختی سے ممنوع ہے۔
vi: Tôi hiểu rằng Gem không phải là ngân hàng hay sàn giao dịch và việc sử dụng Gem cho mục đích bất hợp pháp là hoàn toàn bị nghiêm cấm.
zh_hans: 我明白 Gem 不是银行或交易所，严禁将其用于非法用途。
zh_hant: 我了解 Gem 不是銀行或交易所，嚴禁用於任何非法用途。

# onboarding.accept_terms.item3.message
source: I understand that if I ever lose access to my wallets, Gem is not liable and cannot help in any way.
ar: أدرك أنه إذا فقدت إمكانية الوصول إلى محفظتي، فإن Gem ليست مسؤولة ولا يمكنها المساعدة بأي شكل من الأشكال.
bn: আমি বুঝি যে আমি যদি কখনো আমার ওয়ালেটে অ্যাক্সেস হারাই, তবে Gem দায়বদ্ধ নয় এবং কোনোভাবেই সাহায্য করতে পারবে না।
cs: Chápu, že pokud někdy ztratím přístup ke svým peněženkám, Gem nenese žádnou odpovědnost a nemůže žádným způsobem pomoci.
da: Jeg forstår, at hvis jeg nogensinde mister adgangen til mine tegnebøger, er Gem ikke ansvarlig og kan ikke hjælpe på nogen måde.
de: Mir ist bewusst, dass Gem nicht haftbar ist und in keiner Weise helfen kann, wenn ich jemals den Zugriff auf meine Wallets verliere.
es: Entiendo que si alguna vez pierdo el acceso a mis billeteras, Gem no es responsable y no puede ayudar de ninguna manera.
fa: می‌دانم که اگر دسترسی به کیف پول‌هایم را از دست بدهم، Gem مسئولیتی ندارد و به هیچ وجه نمی‌تواند کمک کند.
fil: Naiintindihan ko na kung sakaling mawalan ako ng access sa aking mga wallet, walang pananagutan si Gem at hindi makakatulong sa anumang paraan.
fr: Je comprends que si jamais je perds l'accès à mes portefeuilles, Gem n'est pas responsable et ne peut en aucun cas m'aider.
ha: Na fahimci cewa idan na rasa damar shiga wallet dina, Gem ba abin dogaro bane kuma ba zai iya taimakawa ta kowace hanya ba.
he: אני מבין שאם אי פעם אאבד גישה לארנקים שלי, Gem לא תישא באחריות ולא יכולה לעזור בשום צורה.
hi: मैं समझता हूं कि यदि मैं कभी भी अपने बटुए तक पहुंच खो देता हूं, तो Gem उत्तरदायी नहीं है और किसी भी तरह से मदद नहीं कर सकता है।
id: Saya memahami bahwa jika saya kehilangan akses ke dompet saya, Gem tidak bertanggung jawab dan tidak dapat membantu dengan cara apa pun.
it: Capisco che se mai dovessi perdere l'accesso ai miei portafogli, Gem non sarà responsabile e non potrà aiutarmi in alcun modo.
ja: ウォレットへのアクセスを失った場合、Gemは責任を負わず、支援もできないことを理解しています。
ko: 본인은 지갑에 접근할 수 없는 경우 Gem이 책임을 지지 않으며 어떤 방식으로도 도움을 줄 수 없다는 점을 이해합니다.
ms: Saya faham bahawa jika saya kehilangan akses kepada dompet saya, Gem tidak bertanggungjawab dan tidak boleh membantu dalam apa jua cara.
nl: Ik begrijp dat als ik ooit de toegang tot mijn portemonnee verlies, Gem niet aansprakelijk is en op geen enkele manier kan helpen.
pl: Rozumiem, że jeśli kiedykolwiek stracę dostęp do swoich portfeli, Gem nie ponosi odpowiedzialności i nie może w żaden sposób pomóc.
pt_br: Entendo que se eu perder o acesso às minhas carteiras, a Gem não será responsável e não poderá ajudar de forma alguma.
ro: Înțeleg că, dacă pierd vreodată accesul la portofelele mele, Gem nu este responsabil și nu poate ajuta în niciun fel.
ru: Я понимаю, что если я потеряю доступ к своим кошелькам, Gem не несет ответственности и не сможет оказать никакой помощи.
sw: Ninaelewa kuwa nikipoteza ufikiaji wa pochi zangu, Gem haiwajibikiwi na haiwezi kusaidia kwa njia yoyote.
th: ฉันเข้าใจว่าหากฉันสูญเสียการเข้าถึงกระเป๋าเงินของฉัน Gem จะไม่รับผิดชอบและไม่สามารถช่วยเหลือได้ในทางใดทางหนึ่ง
tr: Cüzdanlarıma erişimi kaybedersem Gem'in sorumlu olmayacağını ve hiçbir şekilde yardımcı olamayacağını anlıyorum.
uk: Я розумію, що якщо я коли-небудь втрачу доступ до своїх гаманців, Gem не несе відповідальності та не зможе жодним чином допомогти.
ur: میں سمجھتا ہوں کہ اگر میں کبھی بھی اپنے بٹوے تک رسائی کھو دیتا ہوں تو Gem ذمہ دار نہیں ہے اور کسی بھی طرح مدد نہیں کر سکتا۔
vi: Tôi hiểu rằng nếu tôi mất quyền truy cập vào ví của mình, Gem sẽ không chịu trách nhiệm pháp lý và không thể trợ giúp dưới bất kỳ hình thức nào.
zh_hans: 我明白如果丢失钱包访问权限，Gem 不承担任何责任，也无法提供帮助。
zh_hant: 我了解若遺失錢包存取權限，Gem 不負任何責任且無法提供協助。

# onboarding.accept_terms.message
source: Please read and agree to the following terms before you continue.
ar: يرجى قراءة الشروط التالية والموافقة عليها قبل الاستمرار.
bn: চালিয়ে যাওয়ার আগে অনুগ্রহ করে নিম্নলিখিত শর্তাবলী পড়ুন এবং তাতে সম্মত হন।
cs: Před pokračováním si prosím přečtěte a souhlaste s následujícími podmínkami.
da: Læs og accepter venligst følgende vilkår, før du fortsætter.
de: Bitte lesen Sie die folgenden Bedingungen und akzeptieren Sie sie, bevor Sie fortfahren.
es: Lea y acepte los siguientes términos antes de continuar.
fa: لطفا قبل از ادامه، شرایط زیر را بخوانید و با آنها موافقت کنید.
fil: Mangyaring basahin at sumang-ayon sa mga sumusunod na tuntunin bago ka magpatuloy.
fr: Veuillez lire et accepter les conditions suivantes avant de continuer.
ha: Da fatan za a karanta kuma ku yarda da waɗannan sharuɗɗan kafin ku ci gaba.
he: אנא קרא והסכים לתנאים הבאים לפני שתמשיך.
hi: कृपया आगे बढ़ने से पहले निम्नलिखित शर्तों को पढ़ें और उनसे सहमत हों।
id: Harap baca dan setujui persyaratan berikut sebelum Anda melanjutkan.
it: Prima di continuare, ti preghiamo di leggere e accettare i seguenti termini.
ja: 続行する前に、以下の利用規約をお読みいただき同意してください。
ko: 계속 진행하기 전에 다음 약관을 읽고 동의해 주시기 바랍니다.
ms: Sila baca dan bersetuju dengan syarat berikut sebelum anda meneruskan.
nl: Lees de volgende voorwaarden en ga ermee akkoord voordat u verdergaat.
pl: Przed kontynuowaniem przeczytaj i zaakceptuj poniższe warunki.
pt_br: Leia e concorde com os seguintes termos antes de continuar.
ro: Vă rugăm să citiți și să acceptați următorii termeni înainte de a continua.
ru: Прежде чем продолжить, пожалуйста, прочтите и примите следующие условия.
sw: Tafadhali soma na ukubali masharti yafuatayo kabla hujaendelea.
th: โปรดอ่านและยอมรับเงื่อนไขต่อไปนี้ก่อนดำเนินการต่อ
tr: Devam etmeden önce lütfen aşağıdaki şartları okuyun ve kabul edin.
uk: Будь ласка, прочитайте та погодьтеся з наступними умовами, перш ніж продовжити.
ur: جاری رکھنے سے پہلے براہ کرم درج ذیل شرائط کو پڑھیں اور ان سے اتفاق کریں۔
vi: Vui lòng đọc và đồng ý với các điều khoản sau trước khi tiếp tục.
zh_hans: 请阅读并同意以下条款后继续。
zh_hant: 請閱讀並同意以下條款後繼續。

# onboarding.accept_terms.title
source: Accept Terms
ar: قبول الشروط
bn: শর্তাবলী গ্রহণ করুন
cs: Přijmout podmínky
da: Accepter vilkår
de: Bedingungen akzeptieren
es: Aceptar términos
fa: پذیرش شرایط
fil: Tanggapin ang Mga Tuntunin
fr: Accepter les conditions
ha: Karɓi Sharuɗɗan
he: קבל את התנאים
hi: शर्तें स्वीकार करें
id: Terima Persyaratan
it: Accetta i termini
ja: 利用規約に同意する
ko: 약관 동의
ms: Terima Syarat
nl: Accepteer de voorwaarden
pl: Akceptuję warunki
pt_br: Aceitar Termos
ro: Acceptați Termenii și Condițiile
ru: Принять условия
sw: Kubali Masharti
th: ยอมรับเงื่อนไข
tr: Şartları Kabul Et
uk: Прийняти умови
ur: شرائط قبول کریں۔
vi: Chấp nhận Điều khoản
zh_hans: 接受条款
zh_hant: 接受條款

# onboarding.security.create_wallet.confirm.title
source: I understand and want to continue
ar: أنا أفهم وأريد الاستمرار
bn: আমি বুঝতে পারি এবং চালিয়ে যেতে চাই
cs: Rozumím a chci pokračovat
da: Jeg forstår og vil gerne fortsætte
de: Ich verstehe und möchte fortfahren
es: Entiendo y quiero continuar.
fa: می فهمم و می خواهم ادامه دهم
fil: Naiintindihan ko at gusto kong magpatuloy
fr: Je comprends et je veux continuer
ha: Na fahimta kuma ina so in ci gaba
he: אני מבין ורוצה להמשיך
hi: मैं समझता हूं और जारी रखना चाहता हूं
id: Saya mengerti dan ingin melanjutkan
it: Ho capito e voglio continuare
ja: 理解して続行する
ko: 이해했고 계속하고 싶습니다.
ms: Saya faham dan mahu teruskan
nl: Ik begrijp het en wil doorgaan
pl: Rozumiem i chcę kontynuować
pt_br: Eu entendo e quero continuar
ro: Înțeleg și vreau să continui
ru: Я понимаю и хочу продолжить
sw: Ninaelewa na ninataka kuendelea
th: ฉันเข้าใจและต้องการดำเนินการต่อ
tr: Anlıyorum ve devam etmek istiyorum
uk: Я розумію і хочу продовжувати
ur: میں سمجھتا ہوں اور جاری رکھنا چاہتا ہوں۔
vi: Tôi hiểu và muốn tiếp tục
zh_hans: 我理解并希望继续
zh_hant: 我理解並希望繼續

# onboarding.security.create_wallet.do_not_share.subtitle
source: Anyone who gets your secret phrase can take full control of your wallet.
ar: يمكن لأي شخص يحصل على عبارتك السرية أن يتولى السيطرة الكاملة على محفظتك.
bn: যে কেউ আপনার গোপন বাক্যাংশ পায় সে আপনার ওয়ালেটের সম্পূর্ণ নিয়ন্ত্রণ নিতে পারে।
cs: Každý, kdo získá vaši tajnou frázi, může převzít plnou kontrolu nad vaší peněženkou.
da: Enhver, der får din hemmelige sætning, kan tage fuld kontrol over din pung.
de: Jeder, der Ihre geheime Phrase erhält, kann die vollständige Kontrolle über Ihre Wallet übernehmen.
es: Cualquiera que obtenga tu frase secreta podrá tomar control total de tu billetera.
fa: هر کسی که عبارت مخفی شما را دریافت کند می تواند کنترل کامل کیف پول شما را در دست بگیرد.
fil: Ang sinumang makakakuha ng iyong sikretong parirala ay maaaring ganap na makontrol ang iyong pitaka.
fr: Quiconque obtient votre phrase secrète peut prendre le contrôle total de votre portefeuille.
ha: Duk wanda ya sami kalmar sirrin ku na iya ɗaukar cikakken iko da walat ɗin ku.
he: כל מי שמקבל את הביטוי הסודי שלך יכול להשתלט על הארנק שלך.
hi: आपका गुप्त वाक्यांश प्राप्त करने वाला कोई भी व्यक्ति आपके बटुए पर पूर्ण नियंत्रण कर सकता है।
id: Siapa pun yang mendapatkan frasa rahasia Anda dapat mengambil alih dompet Anda sepenuhnya.
it: Chiunque scopra la tua frase segreta può assumere il controllo totale del tuo portafoglio.
ja: リカバリーフレーズを知った人は誰でも、このウォレットを完全に操作できます。
ko: 누구든지 귀하의 비밀번호 문구를 알아내면 귀하의 지갑을 완전히 장악할 수 있습니다.
ms: Sesiapa sahaja yang mendapat frasa rahsia anda boleh mengawal sepenuhnya dompet anda.
nl: Iedereen die uw geheime zin te pakken krijgt, kan de volledige controle over uw portemonnee overnemen.
pl: Każda osoba, która pozna Twoją tajną frazę, będzie mogła przejąć pełną kontrolę nad Twoim portfelem.
pt_br: Qualquer um que descobrir sua frase secreta poderá assumir o controle total da sua carteira.
ro: Oricine primește fraza ta secretă poate prelua controlul total asupra portofelului tău.
ru: Любой, кто узнает вашу секретную фразу, может получить полный контроль над вашим кошельком.
sw: Mtu yeyote anayepata maneno yako ya siri anaweza kuchukua udhibiti kamili wa pochi yako.
th: ใครก็ตามที่รู้วลีลับของคุณ สามารถควบคุมกระเป๋าเงินของคุณได้อย่างสมบูรณ์
tr: Gizli cümlenizi ele geçiren herkes cüzdanınızın tüm kontrolünü ele geçirebilir.
uk: Кожен, хто дізнається вашу секретну фразу, може повністю контролювати ваш гаманець.
ur: جو کوئی بھی آپ کا خفیہ جملہ حاصل کرتا ہے وہ آپ کے بٹوے کا مکمل کنٹرول لے سکتا ہے۔
vi: Bất kỳ ai có được cụm từ bí mật của bạn đều có thể kiểm soát hoàn toàn ví của bạn.
zh_hans: 任何获得助记词的人都可以完全控制您的钱包。
zh_hant: 任何取得您助記詞的人都能完全控制您的錢包。

# onboarding.security.create_wallet.do_not_share.title
source: Do Not Share It With Anyone
ar: لا تشاركها مع أي شخص
bn: কারো সাথে শেয়ার করবেন না
cs: S nikým to nesdílejte
da: Del det ikke med nogen
de: Geben Sie es an niemanden weiter
es: No lo compartas con nadie
fa: آن را با کسی به اشتراک نگذارید
fil: Huwag Ibahagi Ito Kaninuman
fr: Ne le partagez avec personne
ha: Kada Ku Raba Ga Kowa
he: אל תשתף את זה עם אף אחד
hi: इसे किसी के साथ साझा न करें
id: Jangan Bagikan Dengan Siapapun
it: Non condividerlo con nessuno
ja: 誰とも共有しないでください
ko: 누구와도 공유하지 마세요
ms: Jangan Kongsi Dengan Sesiapapun
nl: Deel het met niemand
pl: Nie udostępniaj tego nikomu
pt_br: Não compartilhe com ninguém
ro: Nu-l împărtăși cu nimeni
ru: Не делитесь этим ни с кем
sw: Usimshirikishe Mtu Yeyote
th: อย่าแบ่งปันกับใคร
tr: Kimseyle Paylaşmayın
uk: Нікому не діліться
ur: اسے کسی کے ساتھ شیئر نہ کریں۔
vi: Không Chia Sẻ Với Bất Kỳ Ai
zh_hans: 不要与任何人分享
zh_hant: 不要與任何人分享

# onboarding.security.create_wallet.intro.title
source: You will get a Secret Phrase — it's the only way to access your wallet.
ar: ستحصل على عبارة سرية - إنها الطريقة الوحيدة للوصول إلى محفظتك.
bn: তুমি একটি গোপন বাক্যাংশ পাবে — এটি তোমার ওয়ালেট অ্যাক্সেস করার একমাত্র উপায়।
cs: Dostanete tajnou frázi – je to jediný způsob, jak se dostat ke své peněžence.
da: Du får en hemmelig sætning – det er den eneste måde at få adgang til din tegnebog på.
de: Sie erhalten eine geheime Phrase – nur so können Sie auf Ihr Wallet zugreifen.
es: Recibirás una frase secreta: es la única forma de acceder a tu billetera.
fa: شما یک عبارت مخفی دریافت خواهید کرد - این تنها راه برای دسترسی به کیف پول شما است.
fil: Makakakuha ka ng Secret Phrase — ito lang ang paraan para ma-access ang iyong wallet.
fr: Vous recevrez une phrase secrète : c'est le seul moyen d'accéder à votre portefeuille.
ha: Za ku sami kalmar sirri - ita ce kawai hanyar samun damar walat ɗin ku.
he: תקבל ביטוי סודי - זו הדרך היחידה לגשת לארנק שלך.
hi: आपको एक गुप्त वाक्यांश मिलेगा - यह आपके वॉलेट तक पहुंचने का एकमात्र तरीका है।
id: Anda akan mendapatkan Frasa Rahasia — itu satu-satunya cara untuk mengakses dompet Anda.
it: Riceverai una frase segreta: è l'unico modo per accedere al tuo portafoglio.
ja: リカバリーフレーズが作成されます。ウォレットにアクセスする唯一の手段です。
ko: 당신은 비밀 문구를 받게 될 것입니다. 이것이 당신의 지갑에 접근할 수 있는 유일한 방법입니다.
ms: Anda akan mendapat Frasa Rahsia — ia adalah satu-satunya cara untuk mengakses dompet anda.
nl: U ontvangt een geheime zin. Dit is de enige manier om toegang te krijgen tot uw portemonnee.
pl: Otrzymasz tajną frazę — to jedyny sposób na uzyskanie dostępu do portfela.
pt_br: Você receberá uma Frase Secreta — é a única maneira de acessar sua carteira.
ro: Vei primi o Frază Secretă — este singura modalitate de a accesa portofelul tău.
ru: Вы получите Секретную фразу — это единственный способ получить доступ к вашему кошельку.
sw: Utapata Maneno ya Siri - ndiyo njia pekee ya kufikia pochi yako.
th: คุณจะได้รับวลีลับซึ่งเป็นวิธีเดียวที่จะเข้าถึงกระเป๋าเงินของคุณ
tr: Gizli bir İfade alacaksınız; bu, cüzdanınıza erişmenin tek yoludur.
uk: Ви отримаєте секретну фразу — це єдиний спосіб отримати доступ до вашого гаманця.
ur: آپ کو ایک خفیہ جملہ ملے گا - یہ آپ کے بٹوے تک رسائی کا واحد طریقہ ہے۔
vi: Bạn sẽ nhận được Cụm từ bí mật — đây là cách duy nhất để truy cập vào ví của bạn.
zh_hans: 将获得一组助记词——这是访问钱包的唯一方法。
zh_hant: 將取得一組助記詞——這是存取錢包的唯一方式。

# onboarding.security.create_wallet.keep_safe.subtitle
source: The secret phrase is only way to access your wallet.
ar: العبارة السرية هي الطريقة الوحيدة للوصول إلى محفظتك.
bn: গোপন বাক্যাংশটি আপনার ওয়ালেট অ্যাক্সেস করার একমাত্র উপায়।
cs: Tajná fráze je jediný způsob, jak se dostat do vaší peněženky.
da: Den hemmelige sætning er den eneste måde at få adgang til din tegnebog.
de: Der geheime Satz ist die einzige Möglichkeit, auf Ihr Wallet zuzugreifen.
es: La frase secreta es la única forma de acceder a tu billetera.
fa: عبارت مخفی تنها راه دسترسی به کیف پول شماست.
fil: Ang lihim na parirala ay tanging paraan upang ma-access ang iyong pitaka.
fr: La phrase secrète est le seul moyen d'accéder à votre portefeuille.
ha: Kalmar sirrin hanya ce kawai don samun damar walat ɗin ku.
he: הביטוי הסודי הוא הדרך היחידה לגשת לארנק שלך.
hi: गुप्त वाक्यांश आपके बटुए तक पहुंचने का एकमात्र तरीका है।
id: Frasa rahasia adalah satu-satunya cara untuk mengakses dompet Anda.
it: La frase segreta è l'unico modo per accedere al tuo portafoglio.
ja: リカバリーフレーズは、ウォレットにアクセスする唯一の手段です。
ko: 비밀 문구는 지갑에 접근할 수 있는 유일한 방법입니다.
ms: Frasa rahsia adalah satu-satunya cara untuk mengakses dompet anda.
nl: De geheime zin is de enige manier om toegang te krijgen tot uw portemonnee.
pl: Tajna fraza to jedyny sposób dostępu do Twojego portfela.
pt_br: A frase secreta é a única maneira de acessar sua carteira.
ro: Fraza secretă este singura modalitate de a vă accesa portofelul.
ru: Секретная фраза – это единственный способ получить доступ к своему кошельку.
sw: Maneno ya siri ndiyo njia pekee ya kufikia mkoba wako.
th: วลีลับเป็นวิธีเดียวที่จะเข้าถึงกระเป๋าเงินของคุณ
tr: Cüzdanınıza erişmenin tek yolu gizli ifadedir.
uk: Секретна фраза - це єдиний спосіб отримати доступ до вашого гаманця.
ur: خفیہ جملہ آپ کے بٹوے تک رسائی کا واحد طریقہ ہے۔
vi: Cụm từ bí mật là cách duy nhất để truy cập vào ví của bạn.
zh_hans: 助记词是访问钱包的唯一方法。
zh_hant: 助記詞是存取錢包的唯一方法。

# onboarding.security.create_wallet.keep_safe.title
source: Store It Somewhere Safe
ar: قم بتخزينه في مكان آمن
bn: এটি কোথাও নিরাপদে সংরক্ষণ করুন
cs: Uložte to na bezpečné místo
da: Opbevar det et sikkert sted
de: Bewahren Sie es an einem sicheren Ort auf
es: Guárdalo en un lugar seguro
fa: آن را در جایی امن ذخیره کنید
fil: Itago Ito sa Ligtas na Lugar
fr: Rangez-le dans un endroit sûr
ha: Ajiye Shi Wani Wuri Mai Aminci
he: אחסן אותו במקום בטוח
hi: इसे किसी सुरक्षित स्थान पर रखें
id: Simpan di Tempat yang Aman
it: Conservalo in un posto sicuro
ja: 安全な場所に保管する
ko: 안전한 곳에 보관하세요
ms: Simpan Di Tempat yang Selamat
nl: Bewaar het op een veilige plek
pl: Przechowuj w bezpiecznym miejscu
pt_br: Guarde em algum lugar seguro
ro: Depozitați-l într-un loc sigur
ru: Храните в безопасном месте
sw: Ihifadhi Mahali Pengine Salama
th: เก็บไว้ที่ไหนสักแห่งที่ปลอดภัย
tr: Güvenli Bir Yerde Saklayın
uk: Зберігайте це в безпечному місці
ur: اسے کہیں محفوظ رکھیں
vi: Lưu trữ nó ở nơi an toàn
zh_hans: 将其存放在安全的地方
zh_hant: 將其存放在安全的地方

# onboarding.security.create_wallet.no_recovery.subtitle
source: If you lose your secret phrase, you lose access to your wallet.
ar: إذا فقدت عبارتك السرية، فإنك تفقد القدرة على الوصول إلى محفظتك.
bn: আপনি যদি আপনার গোপন বাক্যাংশ হারান, আপনি আপনার ওয়ালেট অ্যাক্সেস হারাবেন.
cs: Pokud ztratíte tajnou frázi, ztratíte přístup ke své peněžence.
da: Hvis du mister din hemmelige sætning, mister du adgangen til din pung.
de: Wenn Sie Ihre geheime Phrase verlieren, verlieren Sie den Zugriff auf Ihre Wallet.
es: Si pierde su frase secreta, perderá el acceso a su billetera.
fa: اگر عبارت مخفی خود را گم کنید، دسترسی به کیف پول خود را از دست خواهید داد.
fil: Kung mawala mo ang iyong sikretong parirala, mawawalan ka ng access sa iyong wallet.
fr: Si vous perdez votre phrase secrète, vous perdez l'accès à votre portefeuille.
ha: Idan ka rasa kalmar sirrinka, ka rasa damar shiga walat ɗinka.
he: אם אתה מאבד את הביטוי הסודי שלך, אתה מאבד את הגישה לארנק שלך.
hi: यदि आप अपना गुप्त वाक्यांश खो देते हैं, तो आप अपने वॉलेट तक पहुंच खो देंगे।
id: Jika Anda kehilangan frasa rahasia, Anda kehilangan akses ke dompet Anda.
it: Se perdi la tua frase segreta, perderai l'accesso al tuo portafoglio.
ja: リカバリーフレーズを紛失すると、ウォレットにアクセスできなくなります。
ko: 비밀번호 문구를 잃어버리면 지갑에 접근할 수 없게 됩니다.
ms: Jika anda kehilangan frasa rahsia anda, anda kehilangan akses kepada dompet anda.
nl: Als u uw geheime zin verliest, verliest u de toegang tot uw portemonnee.
pl: Jeśli zgubisz swoją tajną frazę, stracisz dostęp do swojego portfela.
pt_br: Se você perder sua frase secreta, perderá o acesso à sua carteira.
ro: Dacă îți pierzi fraza secretă, pierzi accesul la portofel.
ru: Если вы потеряете секретную фразу, вы потеряете доступ к своему кошельку.
sw: Ukipoteza maneno yako ya siri, utapoteza ufikiaji wa mkoba wako.
th: หากคุณสูญเสียรหัสลับ คุณจะสูญเสียการเข้าถึงกระเป๋าเงินของคุณ
tr: Gizli cümlenizi kaybederseniz cüzdanınıza erişiminizi kaybedersiniz.
uk: Якщо ви втратите секретну фразу, ви втратите доступ до свого гаманця.
ur: اگر آپ اپنا خفیہ جملہ کھو دیتے ہیں، تو آپ اپنے بٹوے تک رسائی کھو دیتے ہیں۔
vi: Nếu bạn làm mất cụm từ bí mật, bạn sẽ mất quyền truy cập vào ví của mình.
zh_hans: 助记词一旦丢失，将无法访问钱包。
zh_hant: 助記詞一旦遺失，將無法存取錢包。

# onboarding.security.create_wallet.no_recovery.title
source: We Can't Help You Recover It
ar: لا يمكننا مساعدتك في استعادته
bn: আমরা আপনাকে এটি পুনরুদ্ধার করতে সাহায্য করতে পারি না
cs: Nemůžeme vám pomoci to získat zpět
da: Vi kan ikke hjælpe dig med at gendanne den
de: Wir können Ihnen nicht bei der Wiederherstellung helfen
es: No podemos ayudarle a recuperarlo
fa: ما نمی توانیم به شما کمک کنیم آن را بازیابی کنید
fil: Hindi Ka Namin Matutulungang Mabawi Ito
fr: Nous ne pouvons pas vous aider à le récupérer
ha: Ba Za Mu Iya Taimaka muku Warke shi ba
he: אנחנו לא יכולים לעזור לך לשחזר אותו
hi: हम इसे पुनर्प्राप्त करने में आपकी सहायता नहीं कर सकते
id: Kami Tidak Dapat Membantu Anda Memulihkannya
it: Non possiamo aiutarti a recuperarlo
ja: 紛失したリカバリーフレーズは復元できません
ko: 우리는 당신이 그것을 복구하는 데 도움을 줄 수 없습니다
ms: Kami Tidak Dapat Membantu Anda Memulihkannya
nl: Wij kunnen u niet helpen het te herstellen
pl: Nie możemy pomóc Ci go odzyskać
pt_br: Não podemos ajudar você a recuperá-lo
ro: Nu te putem ajuta să-l recuperezi
ru: Мы не можем помочь вам восстановить его.
sw: Hatuwezi Kukusaidia Kuirejesha
th: เราไม่สามารถช่วยคุณกู้คืนมันได้
tr: Onu Kurtarmanıza Yardımcı Olamayız
uk: Ми не можемо допомогти вам його відновити
ur: ہم اسے بحال کرنے میں آپ کی مدد نہیں کر سکتے
vi: Chúng tôi không thể giúp bạn khôi phục nó
zh_hans: 我们无法找回助记词。
zh_hant: 我們無法協助復原
